special = {
    "end": "❌Скасувати",
    "complete": "✅Готово",
    "back": "⬅️Назад",
    "all": "Усі",
    "remove_producer": "❌Прибрати цю марку",
    "find": "🔍Знайти",
    "sold": "💵Продано",
    "remove": "❌Видалити",
    "private_phone": "Особитий",
    "comercial_phone": "Комерційний",
}

general = {
    "new_adv": "💵Продати машину",
    "filter": "🚗Знайти машину",
    "my_advs": "🧾Мої оголошення",
    # "payment": "💳Платні послуги",
}

payments = {
    "buy": "Придбати",
    # "my_goods": "👜Мої покупки",
}

filters = {
    "producer": "Обрати марку та модель",
    "gearbox": "Обрати коробку",
    "region": "Обрати область",
    "engine_type": "Обрати тип палива",
    "price": "Встановити ціну",
    "year": "Встановити рік",
    "engine_volume": "Встановити об'єм двигуна",
    "range": "Встановити пробіг",
}

admin = {
    "create_producer": "Створити марку",
    "create_model": "Створити модель",
    "create_city": "Створити область",
    "create_engine_type": "Створити тип палива",
    "create_gearbox": "Створити коробку",
}

owner = {
    "create_admin": "Створити адміна",
    "remove_admin": "Видалити адміна",
    "show_admins": "Показати адмінів",
}