ADV_TEXT = """
🚗Марка та модель: {producer} {model}
💵Ціна: {price}
📌Рік: {year}
📌Об'є̈м двигуна: {engine_volume} 
⛽️Вид палива:  {engine_type}
⚙️Коробка: {gearbox}
📌Пробіг, тис км: {range}
🏘Область знаходження авто: {city}
👉Контактний номер ☎️: {phone_number}
📄Опис авто: {description}

📩 Надіслати оголошення безкоштовно: @AutoYarmarok_send 📩"""

RULES = """
‼️Правила 🫵 розміщення  🚗 об’яви – 🇺🇦

⚠️ до 8 фото 👍
⚠️ одне безкоштовне розміщення оголошення на місяць 👍
⚠️ розміщення посилань ⛔️ ЗАБОРОНЕНО ⛔️

☝️оголошення автоматично видаляється через місяць ‼️
"""